{ 
 "PeoplePages":[
		{"FirstName": "Greg", "LastName":"Engel",
                        "bio" : [ "Born: 9/23/1977, West Chester, PA, USA.","Princeton University, A.B., 1999",						"Harvard University, A.M., 2001", "Harvard University, Ph.D., 2004", "Harvard University, Postdoctoral Scholar, 2004-2005", "University of California, Berkeley, Postdoctoral Fellow, 2005-2007","University of Chicago, Professor, 2007-"],
                        "accolades" : [ "2016 Vannevar Bush Fellow (DoD)","2014 DoD NSSEFF Award","2013 FACSS Innovation Award","2013 Defense Science Study Group Member for 2014-2015","2012 Llewellyn John and Harriet Manchester Quantrell Award for Undergraduate Teaching","2012 Dreyfus Teacher-Scholar Award","2012 Sloan Research Fellowship","2012 Coblentz Award","2010 DTRA Young Investigator Award","2010 DARPA Young Faculty Award","2009 PECASE Recipient","2009 Searle Scholar","2008 AFOSR Young Investigator Program","2007 Scientific American Top 50 Leaders in Research","2007 Camille and Henry Dreyfus New Faculty Award","2005-2007 Miller Research Fellow","2003-2004 EPA STAR Fellow","1999-2002 NSF Graduate Research Fellow","1994 Eagle Scout"],
                        "research" : [ 
							"Research in the Engel Group focuses on excited state reactivity including excitonic transport, non-radiative relaxation to photochemical products, and new methods to image excited state dynamics. Excited states in the condensed phase have an extremely high chemical potential thereby making them highly reactive and difficult to control. Our control strategy involves exploiting coherent response of the environment to the excitation event. In particular, we develop methodologies to manipulate two fundamental components of excited state dynamics: exciton migration and non-radiative relaxation.",
							"Our approach is inspired by biological systems optimized by evolution to exploit manifestly quantum mechanical phenomena to drive coherent energy transfer, to steer trajectories through conical intersections and to protect long-lived quantum coherence. Currently, we are focusing on four key scientific efforts: (1) new techniques to image excited state dynamics, (2) understanding mechanisms of quantum transport in photosynthesis, (3) dynamics of conical intersections in the condensed phase, and (4) engineering quantum dynamics in new classes of synthetic materials.",
							"The Engel Group program explores the interface between biology and quantum mechanics by creating new tools to explore design principles of coherent processes in proteins.  Photosynthetic light harvesting and photoenzymatic dynamics exploit coherent protein motions for chemical control in a way that we do not yet fully understand.  For example, Photosynthetic antenna complexes operate with near perfect quantum efficiency and steer excitonic motion with exquisite precision. These complexes exploit both incoherent (Förster) energy transfer along with coherent (wavelike) motion of energy in a process called Environmentally Assisted Quantum Transport that offers quantum efficiency superior to either mechanism alone. The Engel group seeks to isolate and copy the microscopic details of this process. In particular, we want to know if the process is a result of evolutionary fine-tuning and, regardless, how we can enable coherent energy transfer in synthetic systems for light harvesting, sensing, and communications.",
							"To probe these systems, we design new femtosecond spectrometers to observe how electronic states couple to one another much the way COSY NMR explores nuclear spin coupling.  Exploiting this analogy, we recently developed the first optical analog to MRI for rapid detection electronic couplings.  The Engel group is strongly interdisciplinary; graduate students matriculate through Chemistry and the Biophysical Sciences while postdoctoral scholars have PhDs in Chemistry or Physics.  The group contains pure theorists, organic chemists, inorganic chemists, physical chemists, physicists, and biophysicists.  Engel and his lab members collaborate with physicists, biologists, engineers, and corporate partners to develop new technologies and new science."
							]
                        },
		{"FirstName": "Marco", "LastName":"Allodi",
                        "bio" : [ "Born: 9/8/1986, New Hartford, NY, USA."],
                        "accolades" : [ "Yen Postdoctoral Fellow, 2015","DARPA Rising Postdoctoral Scholar, 2015","McCoy Thesis Award (Caltech), 2015","NDSEG Fellow, 2010","Fulbright Scholar, 2008","Goldwater Scholar, 2007","Eagle Scout, 2002"],
                        "research" : [ "Novel instrumentation drives new insight into chemical mechanism. The interactions between molecules, such as solute-solvent or solvent-solvent interactions govern all of chemistry.  These interactions are mediated by molecular dynamics on the femtosecond to picosecond (ultrafast) timescale. To understand these interactions completely, we must measure these dynamics directly, and doing so requires new spectroscopic techniques. Working across the electromagnetic spectrum from the TeraHertz region (which tells us about the room temperature molecular dynamics) into the visible region (which tells us about the dynamics of excited electronic states), my research develops new methods in ultrafast spectroscopy and imaging to understand how molecular dynamics of a system influence its chemical properties. I am currently interested in developing new directions in ultrafast microscopy that, when used in combination with 2D electronic spectroscopy, can offer new insights into excitons in photosynthetic membranes in plants." ]
                        }
		]

}